[
    {"name": "chocolate_chip", "price": "1500", "txt":"A classic cookie made with real butter, white and brown sugars, and tons of of high quality chocolate chips. We don't skimp on the chips!"},
    {"name": "german_chocolate", "price": "2000", "txt":"This is a German chocolate based cookie, with tons of caramely coconut and whole pecans. No need to travel to Germany for an authentic German Chocolate cookie!"},
    {"name": "triple_chocolate", "price": "3000", "txt":"Especially for chocolate lovers. Triple chocolate means lots of melted chocolate, very little flour, Hershey's cocoa powder, and plenty of chocolate chips, making this cookie extremely rich. Crackly top and soft in the middle - chocolate heaven!"},
    {"name": "lemonade", "price": "1500", "txt":"A summer inspired cookie, made with lemonade concentrate, fresh lemon juice, and pure lemon extract. The flavor of lemonade is all throughout this soft pound cake-like cookie and it is delicious! Yummy lemon icing and yellow sparkly sprinkles decorate the top."},
    {"name": "Mexican_Hot_Chocolate", "price": "1500", "txt":"This is one of our most unique cookies for people who like a little spicy heat. This cookie is flavored with chocolate cocoa powder and rolled in a mixture of cinnamon, chili powder and cayenne pepper - a delicious flavor combination. We dare you to try it!"},
    {"name": "molasses_crinkle", "price": "1500", "txt":"This recipe is from April's grandmother Alice, of Pinehurst, NC. A tried and true cookie that is hard to find these days. Made with brown sugar, molasses, and an incredible mix of spices including cinnamon, ginger and cloves. These cookies are chewy, dense and old-fashionably good."},
    {"name": "Oatmeal_Golden_Raisin", "price": "2000", "txt":"These cookies are like a bowl of oatmeal to go. We use old fashioned rolled oats for a more dense cookie, butter and brown sugar, Madagascar vanilla, a touch of kosher salt, and our special twist - locally produced honey and plump golden raisins."},
    {"name": "Oatmeal_Chocolate_Chip", "price": "2000", "txt":"So many people requested this cookie we just had to bake it for you! Oatmeal chocolate chip is a dense chewy cookie filled with oats and our special twist: white AND dark chocolate chips. A sprinkle of sea salt on top before it is baked really makes your taste buds pop!"},
    {"name": "Peanut_Butter", "price": "1500", "txt":"Lots of peanut butter go in to these cookies, and of course they have the essential fork criss crosses on top."},
    {"name": "Peanut_Butter_Cup", "price": "2000", "txt":"This is our awesome flavor created for all you peanut butter & chocolate lovers out there. You are going to love this! A chewy chocolate cookie stuffed with big chunks of peanut butter cups, swirled with more peanut butter and a whole peanut butter cup sunk right in the middle. Heaven!"},
    {"name": "white_choc_macedamia", "price": "1500", "txt":"This rich, chewy cookie is one that customers demanded year after year. However, we didn't want to add it to the line up until it was perfect (and until bulk macadamias came down in price!). In every bite you will enjoy the contrast of crunchy, salty macadamia nuts and smooth, creamy white chocolate chips. Cookie paradise!"},
    {"name": "Root_Beer_Float", "price": "2000", "txt":"The People love root beer so why not a root beer cookie? This is a soft, chewy cookie. Root beer extract is in the cookie and in the icing on the top. One bite and you will swear you are sipping on a creamy root beer float."},
    {"name": "Snickerdoodle", "price": "2000", "txt":"You may remember these from when you were a kid - a crinkly topped sugar cookie rolled in cinnamon-sugar. Great with coffee or tea."},
    {"name": "Sugar", "price": "2500", "txt":"A good old fashioned cookie, simple but heavenly. Choose plain sugar cookies or sugar cookies decorated with white icing and rainbow sprinkles. Great for kids of all ages."}
]